
INSERT INTO db.book (ID, BOOK_NAME, CATEGORY_ID, INTRODUCTION) VALUES (4, 'Python大數據特訓班(第二版)：資料自動化收集、整理、清洗、儲存、分析與應用實戰(附300分鐘影音教學／範例程式) AAAA', 2, '                                                　面對大數據資料
　　如何爬取？如何整理？如何儲存？
　　如何分析？如何呈現？最後要如何應用？
　　就從熱門案例切入，快速搜集梳理海量資訊！

　　熱門搜尋關鍵字、股票的交易資訊、政府的公開資料、社群網站上傳的圖片與影音，以及實體通路或網路商店的銷售數據…等，都讓資料量快速爆增。大數據時代來臨，不僅科技業重視，就連傳統的零售業、金融業、製造業、旅遊業，以及政府都爭相投入，無不希望能運用數據分析與預測來協助決策方向，掌握數據就能找出趨勢的出路與提高判斷的精準度，也讓新興的數據分析師、資料分析師、資料科學家成為熱門職業。

　　Python無疑是大數據與AI時代第一程式語言，在數據資料處理的領域中有著非常重要的地位。本書由生活出發，以專題實戰，只要能掌握數據資料爬取清洗、儲存整理、統計分析、視覺化呈現，以及跨領域應用的關鍵技術，就能掌控大數據的應用。

本書特色

　　■快速建置便利的Python開發環境，一次學會資料科學的實用模組。
　　■完整學習Python資料處理的4大觀念與技術：爬取清理、讀取儲存、統計分析、呈現與應用。
　　■全面深入不同應用面向，如：網路爬蟲、資料正規化、資料視覺化、資料儲存與讀取(CSV、Excel、Google試算表、多媒體檔案擷取…)、批次檔案下載、公開資料應用、API建立…
　　■以最多元的熱門實例進行大數據專案實作，如：LINE貼圖收集、線上相簿批次下載、YouTube影片及播放清單下載、字幕與音檔下載，股票市場個股分析統計圖、股價資訊即時推播、網路新書排行榜、人力銀行求職資訊分析、超商門市資訊收集、即時網路聲量輿情觀察、鄉鎮市區天氣預報，以及Web API開發…
　　■範例程式另提供Python筆記神器：Jupyter Notebook格式檔案，讓學習與操作更便利。
　　■針對專案實戰提供影音輔助教學，加速學習效率。

　　書附超值學習資源：300分鐘專案實戰影音教學/範例程式檔/「口罩何處尋?」 健保藥局資料爬蟲教學影片
                                        ');
INSERT INTO db.book (ID, BOOK_NAME, CATEGORY_ID, INTRODUCTION) VALUES (5, 'Excel自學聖經：從完整入門到職場活用的技巧與實例大全(附商業分析資料取得與整合超值影片/範例/速查表)', 2, 'Excel系列書在台累計銷售突破10萬冊！
國內眾多使用者首選、榮登暢銷榜最多Excel圖書作者團隊代表作
集Excel功能與業界技法大成～26個主題‧超強516技

　　橫跨函數、圖表、樞紐、數據統計、資料分析、巨集與VBA自動化
　　人力資源、財務會計、行銷企劃、業務銷售、管理分析必備實例

　　【獨家收錄】商業分析資料取得與整合影音教學
　　【超值加贈】隨身版Excel快速鍵與函數速查表/全書範例檔

　　最強數據統計、圖像表達與商業分析力
　　完成工作、產出報告高效率

　　由Excel最全面的職場應用角度出發，一步驟一圖示掌握資料建立、格式設定、篩選排序、表格表單、函數、圖表、樞紐分析、小計、藍圖分析、巨集與VBA自動化、列印…等。詳細的功能說明搭配職場範例，最系統化的分類，讓你即查即用，瞬間補充大量Excel技能，告別加班人生。

　　使用Excel時，你是否常有以下問題：
　　■工具不熟悉，總是比別人花更多時間
　　■數據錯誤百出，老是找不出問題在哪裡
　　■資料分析不拿手，就是看不出什麼是重點

　　解鎖Excel使用困局，
　　八大完整面向讓你懂觀念、有想法、會應用

　　★建立與格式化報表
　　從認識工作環境著手，一步步完成報表建置並套用合適的格式、框線與色彩，建立更全面與完整的 Excel操作觀念。

　　★資料取得、整理與驗證
　　別拿到資料就卯起來計算，整理好的資料才能產生正確的結論！控管資料完整性、正確性，有效剔除錯誤！

　　★函數處理與數據統計
　　充分學習實務上必須掌握的統計函數、條件式函數、日期與時間函數，才能提升資料運算力，駕馭函數應用及數據統計，讓數據來幫你說話！

　　★視覺化圖表
　　圖表可以突顯資料的重點，透過色彩與類型的視覺化效果設計，學習各式圖表應用，提升對商業圖表的掌握，用一張圖表說服老闆與客戶。

　　★市場關鍵分析
　　想要提升數據決策力，就要知道如何整合多個資料表、樞紐分析、小計分析藍本、目標搜尋，有效交叉比對整理大數據資料與分析，挖掘數據的商業價值。

　　★自動化工作
　　一再重複的繁雜工作就靠巨集、VBA來搞定，實現更複雜的報表自動化與整合，相同工作一鍵就處理好，早早就交差。

　　★超效率工具
　　範本套用、加密管理、雲端共同作業、快速鍵應用…等，解決Excel各式繁瑣的小問題。

　　★更多輸出與整合應用
　　列印、轉存PDF、ODF文件、結合Word合併列印與PowerPoint簡報，讓報表與圖表完美呈現。

　　Excel 2019/2016/2013/2010/Microsoft 365（原Office 365）跨版本適用');
INSERT INTO db.book (ID, BOOK_NAME, CATEGORY_ID, INTRODUCTION) VALUES (6, '最親切的Google Analytics入門教室', 2, '　　★提供60張以上的圖解說明，新手也能輕鬆看懂 
　　這是一本從基礎開始詳細解說的書，目標是要讓從未接觸過Google Analytics（分析）的讀者也能清楚理解。為了方便不熟悉網站及網頁系統的人也能以直覺理解，書中提供了60張以上的圖解說明。 
 
　　★循序漸進，提供實用的想法 
　　藉由本書，您將如爬山般循序漸進地學習相關知識。首先介紹的是網站分析人員的基本觀念，接著依序介紹畫面結構與基本用語與初始設定方法，然後實際運用四大報表，而各種改善網站的概念散見於其中。本書不是把時間花在空泛地介紹Google Analytics（分析），而是基於確實可改善並提升銷量的想法，在網頁能夠做到的範圍內，致力於提供改善建議。 
 
　　★備戰GAIQ認證，提昇你的專業說服力！ 
　　本書的內容是以GAIQ（Google Analytics個人認證）備考為導向設計的，幾乎囊括了考試的全部內容。最後一章有70道練習題及講解。 
 
　　誰適合閱讀本書： 
　　．公司網站管理者 
　　．電商從業人員 
　　．媒體網站經營者 
　　．部落客 ');
INSERT INTO db.book (ID, BOOK_NAME, CATEGORY_ID, INTRODUCTION) VALUES (8, '離開以後，你有沒有更自由', 3, '有些人離開了才懂得珍惜。
　　但也不是每個人都能學懂。
 
　　也許，我們再如何小心珍惜，
　　終有天還是要學習，
　　如何放手離開這一個，
　　始終不會屬於自己的誰……
　　如何還自己，一個自由。
 
　　▍藏在心裡，99種無處安放的疼痛。
　　以離散、倦逃、念記、回首，四個章節，
　　寫給仍然離不開、放不下、忘不了的每一個你。
 
　　「離開一個人，並不是最難的，到最後你會發現，
　　原來最難的，是如何才可以放過自己。」
 
　　誰又沒有試過想離開，一個始終離不開的誰。 
　　偶爾你會想，只要累積足夠的失望，
　　有天自己就可以學會忍痛離開。
　　只是有些傷口，卻可以留很長很長時間。
　　學會將一切都看得很淡很淡， 但也不等於以後就不會再痛⋯⋯
　　然後，明明你已經很累，
　　但還是要繼續努力成為別人眼中的堅強，
　　讓情緒藏得更深，讓快樂演得更真⋯⋯
　　然後到哪天，你終於可以成功離開，
　　你自由了，只是你沒有覺得更自在⋯⋯
 
　　或許我們再怎麼不捨，再怎麼喜歡，
　　有些人始終不會屬於自己。
　　那又何必把你的善良與溫柔，
　　留給一個只會得寸進尺的人。
　 
　　別再打擾，才是我所能給予你的最大幸福。
 
　　◆Middle寫給——
　　▍還無法決心轉身離開的你。
　　▍仍左顧右盼心存等待的你。
　　▍真心被無視卻仍想付出的你。
　　▍臉在笑心卻傷痕累累的你。
 
　　◆書封設計概念——
　　畫面中的風箏象徵著自己，下方白色色塊像是自己的初心，
　　經過了不同深淺的藍色色塊，像是那些不被理解、陷入鬱結的重重困境，
　　而想離開想自由的風箏，穿過了那些困境，
　　向上飛出框框，想要翱翔於自由天空。
  
　　書衣選用香氛美術紙，來自義大利百年紙廠，
　　帶手感的紙質，燙上透明珍珠白的方塊，
　　象徵著原本困住自己的、各種看不見但卻確實存在，
　　那些反反覆覆走不出的框囿。
　　而原本被緊緊抓牢的風箏線，也因為離開而被扯斷，
　　斷了線的風箏，會更自由還是……？');
INSERT INTO db.book (ID, BOOK_NAME, CATEGORY_ID, INTRODUCTION) VALUES (9, '大武山下【限量精裝版】加贈作者手繪黃金雨花透卡書籤', 3, '
　　龍應台以孩童似的無止盡的好奇、田野調查者追根究柢的執著、文學家時而空靈婉轉、時而深沉大氣的文字，刻畫出大武山的世界，既是煙火人間，又是冷月無聲。

　　自覺身心「脫臼」的不知名作家，彷彿命運牽引，回到闊別五十年的鄉間，與一位停格在十四歲的失蹤少女相遇。一段光影交織的魔幻旅程，讓生命和土地、植物、動物、歷史，相互因緣見證。一樁塵封的謀殺案，把遺憾和思念、擁抱和捨下，層層打開，像打開一條密密折疊、藏著香氣的手帕。

　　深山有野獸，小鎮有鬼神，
　　植物有記憶，動物有靈魂，
　　《大武山下》，是一次對於愛和生命的思辨跋涉……

　　「書中所有的人物都是虛構的，唯一真實的是人物的精神，所以不必對號入座。只是下回走進任何一個鄉間小鎮，你知道，馬路上走著的、市場裡蹲著的、田裡頭跪著的，斗笠和包頭布蒙著的，皮膚黑到你分不出眉目的，每一個人，都有他生命的輕和重、痛和快，情感負荷的低迴和動盪。」──龍應台                                                  

本書特色

　　★ 本書為龍應台的首部長篇小說，超越政治與社會議題，直探生命的本質。
　　★ 本書所描述的動、植物多為台灣特有種與原生種，是龍應台最貼近土地的創作。
　　★ 本書插畫為龍應台親筆手繪，呈現創作軌跡與多元的創作能量。
　　★ 本書推出【遠山版書封】、【繽紛版書封】兩款封面。並特別製作遠山版書封的【限量精裝版】加贈作者手繪黃金雨花透卡書籤。此款為【限量精裝版】加贈作者手繪黃金雨花透卡書籤。
 ');
INSERT INTO db.book (ID, BOOK_NAME, CATEGORY_ID, INTRODUCTION) VALUES (11, '拒絕失衡的「情緒勞動」：女人停止操心一切，男人開始承擔', 4, '　◤什麼是情緒勞動？◢▏
　　是女性為了讓每件事情順利運轉而承擔的無形精神負荷！

　　包括成為傾聽者、忠告者、照護者、旅行規劃者、行程管理者、居家打掃者、提醒者……，這些工作單獨來看或許都不是大事，但每件事都勞心耗神，並且相互交集，火上加油，終至令多數女性抓狂沮喪。而且，「情緒勞動」不僅無償，而且長期不被多數人（尤其是受惠的家人）所重視、肯定與瞭解。

　　家裡牙膏、衛生紙快用完了，牛奶快喝光了，只有妳注意到；
　　安排家人的行事曆、親友聚會、歡樂時光，是妳的責任；
　　妳要照顧並肯定家人的情緒，同時還得控制自己的情緒……
　　妳是不是已經快要受不了？

　　但不管妳想不想做，還是只能默默繼續做；因為如果你不做，沒有家人會自動去做，你想請人分擔，想到還要好聲好氣的拜託別人就更累。

　　難怪世界各地的女性都負擔過重、精疲力竭，忍無可忍，覺得受夠了！

　　在這本書中，作者從自己每天做著吃力不討好的情緒勞動開始談起，進一步闡述那些導致我們走到這步田地的文化因素，以及情緒勞動如何限制了女性的機會，偷走女性的時間，並對女性的生活品質造成負面影響。

　　作者認為我們不能只想著「平分」情緒勞動，或是全面捨棄它，而是應該把「情緒勞動」變成一種人人都該擁有的寶貴技能，因為它能讓我們生活在一個以關愛為出發點的世界。

　　當女性肯定自己從事情緒勞動的價值，找出平衡點，男性也能學會自己營造更充實的生活，及如何關心身邊的人，這樣才能邁向真正平衡的家庭與人生。

名人推薦

　　律師  呂秋遠
　　諮商心理師  林萃芬
　　臨床心理師  洪仲清
　　花蓮慈濟醫院能量醫學中心主任  許瑞云
　　律師  賴芳玉
　　（按姓氏筆畫序排列）

好評推薦

　　大膽直白地點出女性「情緒管理和生活管理相結合」之意和代價……對於和作者一樣忍無可忍的女性來說，書中有很多令人感同身受、獲得慰藉，也有助益的內容。——《出版者週刊》（Publishers Weekly）

　　女性讀者絕對可以體會書中許多以第一人稱講述的軼事，那些軼事描述著女性默默地或怨恨地從事著令人精疲力竭的情緒勞動。但這本書也是寫給男人看的，因為要打破那種鬼打牆的迴圈，男性需要挺身而出，主動扛起家務。——《書單》雜誌（Booklist）

讀者的真心話

　　身為家庭主婦，我總是感到疲倦無助，瀕臨精神崩潰，這本書給了我希望，讓我知道自己並不孤單。情緒勞動是真實發生在每一天，我先生也應該讀讀這本書。－－Ashlee

　　做為三個孩子的父親以及負責養家的人，我很容易就陷入婚姻的傳統角色窠臼中。這本書提醒我分擔有形及無形家務的重要性，對我的婚姻大有助益，也讓我更理解及包容太太。若有男士給予本書負評，那是因為他們不願承認這些重要事實。－－FluffytheNewt

　　對於結婚超過十年的我來說，這是第一次我能跟先生清楚說明，為什麼家務責任讓我如此疲累，也了解為什麼當先生無法幫忙時，我會如此生氣。自從讀了這本書，我終於可以和先生好好溝通關於責任分擔，並讓先生了解如何滿足我情感上的需求。－－Elizabeth

　　要解決情緒勞動這個問題，男人要做的還很多，意識到這一點僅是第一步。但這本書讓我更振奮的是，原來女人擁有解決這個問題的能力。我們需要改變自己的行為，以拯救自己，這本書告訴我們如何做到。－－Cirroc');
INSERT INTO db.book (ID, BOOK_NAME, CATEGORY_ID, INTRODUCTION) VALUES (12, '我，為什麼會這樣？：喜歡這些，討厭那些，從生物學、腦科學與心理學解釋我們的喜好、情緒、行為與想法，重啟一趟人類的認識之旅', 4, '2019年BookBub夏季最佳書單

史丹佛大學神經科學家大衛．伊葛門、《我們只有10%是人類》作者艾蘭納．柯琳　推薦

怪奇事物所 所長
張東君    科普作家
黃俊儒    國立中正大學通識教育中心教授
黃貞祥    國立清華大學生命科學系助理教授
謝伯讓    國立臺灣大學心理系副教授　推薦

一直以來，人類總相信自己對自身有完全掌控權，但其實我們可能連喜歡吃什麼都無法控制。小從對食物的喜好、選擇什麼樣的伴侶、容不容易物質上癮、是憂鬱還是樂天，大到對社會體制的觀點，其實可能都由不得我們決定，我們的意志能夠自主操控的範圍，其實比你所想的還要少。

那究竟是誰凌駕在我們的意志之上，控制著我們的所作所為、所思所想呢？答案是基因、微生物以及各種生物化學分子。印第安那大學醫學院教授、《科學人》等媒體的專欄作家比爾．蘇利文將藉由本書帶你到各地的科學實驗室，探究近年在科學上的新進展。他以輕鬆的筆調與生活化的比喻帶你從表觀遺傳學、生物學、腦科學與心理學等面向，打破我們對自身的迷思，並注入新見解。


為什麼我們都喜歡當沙發馬鈴薯？
原來可能不是因為好吃懶做，而是基因搞的鬼。
為什麼有些老人脾氣特別暴躁？
原來可能是因為長年吞下的抗生素，殺死了腸道細菌而導致。
為什麼原本活潑溫和的人會突然性情大變？
原來不是因為著魔，而是得了一種自體免疫疾病。
為什麼父母經歷的恐懼會對小孩甚至孫子造成影響？
原來恐懼也能代代相傳。
為什麼有些人崇尚自由，有些人比較保守？
原來可能不是因為環境或教育，而是腦部結構不同。……


讀完本書後，你可能會問，既然如此，真實的自我存在嗎？我們可以脫離被這些自然力量控制的命運，反過來掌握自身嗎？今日蓬勃發展的醫學工程或許能為人類討回一點掌控權，但究竟科學家致力研究的基因編輯、表觀遺傳藥物以及腦機結合等尖端科技，能夠如何幫助人類在未來過上更好的生活呢？

▎國內外推薦
一場百年一遇的冠狀病毒瘟疫，讓我們見識到在醫學昌明的今天，人類仍輕易受制於微生物而被搞得七葷八素。然而，讀了這本有趣的書，會更瞭解到即使沒有哀鴻遍野的疫情，我們的行為和心理也早就飽受微生物的影響。除此之外，作者也幽默風趣地以自身經驗和故事，述說現代生命科學的諸多新發現，讓我們多方地認識自己，並且看見微生物、基因、環境等複雜交互作用帶給人類的全新可能性。──黃貞祥    國立清華大學生命科學系助理教授

蘇利文用淺顯易懂和讓人為之驚嘆的筆法，讓我們重新認識「真實的我到底是什麼樣子？」雖然我們很容易就相信是自己掌握了命運，但重新認識自己的內在外在其實受到了不可見力量的影響，會讓你大開眼界。──大衛．伊葛門（David Eagleman），博士、史丹佛大學神經科學家、作家、美國公共電視PBS《大腦》（The Brain）節目主持人

引人入勝。《我，為什麼會這樣？》在某種程度上是結合了哲學的科普書。它融合了作者的親切和智慧，讓我們瞭解自己這臺生物機器。它使我對於身處的大自然感到驚奇，並對那些被和怪癖聯想在一起的人感到同情。──艾蘭納．柯琳（Alanna Collen），《我們只有10%是人類》作者');
INSERT INTO db.book (ID, BOOK_NAME, CATEGORY_ID, INTRODUCTION) VALUES (13, '屍體在說話：日本法醫之神帶你看死又看生', 4, '「法醫，其實我是這樣死的。」

　　有人這樣活著，有人卻那樣離開了，
　　每一具屍體，都有一個來不及說的故事！

　　■寒冷冬天裡，老池身上穿著好幾層衣服，卻下半身光溜溜的死在小屋裡，而且陰莖、陰囊、睪丸全都不見了！　

　　■一艘捕撈鮪魚的漁船捕獲了一隻大青鯊，剖開腹部後，胃裡面竟然有一隻人類的右手！

　　■一個用小女孩口吻說話的中年婦女，打電話來跟法醫請教──她兩週前殺死她老公，現在屍體乾掉了，有點臭，想問有什麼能消除臭味的藥……

　　■荒川被發現一具漂流女屍，她口吐泡沫，像是溺死；但頸部有索溝，臉上有瘀血，也有出血點，又像是上吊死的……
　　
　　人活著的時候，想說的話、想表達的意見也許還可能找到人認真的傾聽，然而，意外死去、異常死亡的人呢？在嚥下最後一口氣的瞬間，他應該也有話想說，卻從此再也沒人聽到了。

　　然而，從他不再具有生命力的身體，還是可以聆聽到來不及說出口的話。
　　法醫，就是專門翻譯、解讀死者想傳達的話語的工作。

　　層層推理中，伴隨著五味雜陳的人生線索；
　　絲絲觸動裡，潛伏著法醫獨有的偵查呼吸！

　　「與其貿然成為臨床醫師為人看診，不如先研究人的問題，即生存的意義乃至死亡為何。」

　　「從那時起，我就一路埋首法醫之路，等回過神來，已經不想回去當臨床醫生了。」

　　在畢業、實習甚至通過了國家考試後，一直煩惱不知該選擇那一門專科，最後走上法醫之路的上野監察醫，將自己30年來「每天相驗5、6具屍體是日常」的職業生涯，濃縮成44則真實的故事，以質樸、淡泊又不失風趣的筆法，記錄了死者不為人知的生命片段，為我們呈現一幕幕圍繞著死亡的人間劇場。

　　■雖說命由天定，我依然會因為命運太過殘酷而憤懣難消！
　　一位三十幾歲的母親倚著一件折好的棉被，懷裡一歲的寶寶正天真、專心地吸著母奶──法醫即將相驗的死者，正是這位年輕媽媽……

　　■這種行徑實在太讓人無言了！！！
　　家屬要求讓死去的家人戴上人工呼吸器，繼續輸送氧氣，表現出還活著的樣子，然後觀察周遭，確認那個、這個都死了，讓自己的親人成為最後一個死的，以利於繼承遺產……

　　■人生只有一次，必須靠不法行為來活下去真是悲哀……
　　對外聲稱是誤吞安眠藥而亡，法醫和警察都意識到「誤食」的難度而展開謹慎調查，才讓想隱瞞女兒自殺真相以領保險金的家人自白。

　　■這整起事件，讓我覺得心中極為珍視的東西一下子崩壞了……
　　婦產科醫師為隱瞞自己的過失，將死者偽裝成盤尼西林（通常是術後為了預防感染而注射）導致休克「病死」，卻因為不合常識，做假不成，反倒被當成「命案」而必須進一步調查！

　　■三代同堂的老人自殺的人數比獨居老人更多，真讓人震驚啊！
　　老人自殺問題日益嚴重，並不像多數家屬推托說的病痛折磨，法醫研究後，提出真正的癥結在於家庭的冷漠──把老人家視為拖油瓶，而引起了政府的關注……

　　《屍體在說話》在日本甫出版就橫掃各大書店，雜誌、報紙等媒體更是全面大力推薦，書中的案例曾經拍攝成電視劇，而他本人也親自上日本熱門綜藝節目《中居大師說》現身說法，引起熱烈的迴響！《屍體在說話》至今30年不敗，是法醫學入門的聖經，累計已突破70萬冊！

　　死者最善辯 ！
　　「我處理的死者，都是活著的……」

具名推薦

　　冬　陽，推理評論人
　　沈伯洋，臺北大學犯罪學研究所助理教授
　　許伊妃，送行者、精靈茶會創辦人
　　楊敏昇，玄奘大學兼任教授
　　楊貴智，法律白話文網站站長
　　簡嫚書，知名演員

好評推薦

　　屍體訴說著無聲的語言──因為明白那個意思，所以真的很有趣。──阿刀田高，日本小說家、日本筆會會長

　　內容及文字有趣，令人一讀就上癮。原來在我們的社會，每天都發生這樣的事情啊！──夏樹靜子，日本著名推理作家

　　屍體在說話》是上野法醫以人生經歷寫成的科普書冊，值得所有人閱讀。──石台平醫師／法醫師，楊日松博士接班人、戴德法醫事務所法醫長
　　
　　本書最大的價值在於往生者的大體能夠透過法醫師們的醫學解讀資訊，提供社會大眾讀者更深入的有形身心探討，或是無形精神升華所產生的無盡應用價值！──吳木榮醫師，臺大醫學院法醫學科暨研究所、臺大醫院病理部

　　《屍體在說話》道出法醫絕非神奇鬼怪的行業，而是追求社會正義和真相、維護社會平安的工作，並進一步道出法醫這個職業所需要的誠信和道德義務，是值得推薦給一般讀者和法醫新進者一讀的好書！──孫家棟，臺灣大學法醫學研究所教授

　　書中案件態樣多元化，如安眠藥、砒霜、瓦斯、精神病患至現代各種文明病等，顯示作者豐富的法醫閱歷，實為一部具科普性質的大眾化法醫鑑識與偵查書籍。──曾春僑，臺灣警察專科學校科技偵查科副教授

讀者迴響

　　★雖然作者的觀點、他的一些表達方式等比較傳統、守舊，不一定讓現代人都能認同，但是關於人的生存意義、死後被談論的事情……有很多，都不得不讓我去細細省思。

　　★喜歡這本書，也從中學到許多──讀好幾遍都不會膩！

　　★距離我第一次讀上野法醫的文章，已經是很久以前的事了。在本書出版之前，我就認識他了，但遇上這本書之後，我愈來愈喜歡他，尊敬的心情也更加强烈。本書是根據案件的情况，以短篇文章寫成，即使是忙得很難抽出時間讀書的人，也能夠一天一則地閱讀，最讓人吃驚的，是其內容的趣味之深。書中的死亡案件，有的離奇，有的即使是過著普通的生活也可能會遇到……上野法醫幾十年來面對遺體時的喜悅、悲傷、苦惱等，都滿溢在這本書之中。我個人認為，若有人想閱讀上野法醫的著作，務必先從《屍體在說話》開始讀──這裡充滿了一位法醫的原點。

　　★這本書竟然有上過小學生的「推薦圖書」……雖然書名很震撼，但這是知名監察醫上野正彥法醫以「什麼是法醫學？」為主題所寫，內容其實是嚴肅認真的，但又不失趣味性，是一本通俗易懂的作品。書中有許多是上野法醫參與過的案件，從沉默的屍體身上查明死因、推理真相的過程非常真實，雖沒有多令人震驚的戲劇性描述等，但讀起來相當坦誠且吸引人。我覺得，「死者其實還活著」、「維護死者的人權」這樣的話，正是實實在在、真心真意從事這門工作的上野法醫才說得出口的名言，而這部著作也實為大眾法醫學書籍中的名著。

　　★《屍體在說話》是我初中時就迷上的書，我覺得喜歡推理小說的朋友一定會感到很有趣。這就是現實嗎？真有如此奇葩的死亡嗎？上野法醫的文章非常吸引人，以死為主題，卻不沉悶，從死亡之中可以看出人的悲哀，但也有能夠讓人笑出來的什麼在其中……如果你厭倦了推理小說，那就用這本書重新振作一下吧！

　　★就是這本書喚醒了我的紀實文學之魂！在那之前，因為工作關係，我幾乎只看商務類書籍。雖然有些丟臉，監察醫這個制度，對於住在鄉下的我來說，在看這本書時還是第一次聽說呢！《屍體在說話》讓我對「死者的人權」這個詞產生了強烈的興趣。

　　★故事的展開非常精彩，讓人無法想像是一位法醫寫的文章。從事件的描寫開始，讓讀者一邊思考原因，一邊解謎，並且把那個焦點與該事件的背景相關的社會問題聯繫起來。

　　★非常有意思！上野法醫把自己的驗屍經驗寫得很有臨場感，讓我還想多讀點他其他的作品。

　　★這是我之前就很關注的一本書，後來為了寫出有趣的小說終於把它買來看，比起拙劣的小說，上野法醫的案例記錄絕對有趣多了。透過屍體，儘管死者已經不動、不再開口了，但就彷彿他還可以說話、還能動那樣的，讓我們窺見了他的人生──「屍體真的在說話」。');
INSERT INTO db.book (ID, BOOK_NAME, CATEGORY_ID, INTRODUCTION) VALUES (14, '資本主義沒告訴你的23件事：經濟公民必須知道的世界運作真相與因應之道', 4, '◎被譽為近年來經濟學界最激勵人心的思想家
　　◎已翻譯成37種語言，獨家收錄作者台灣版序言

　　經濟停滯，西方長期兜售的種種制度問題暴露，
　　揭開假象，停止沉迷於毫無節制的自由市場機制，
　　才能脫離錯誤政策的泥淖，不再讓人掌控我們的命運！

　　「我們無需具備高水準的專業知識，就能了解世界的真實運作方式，並且積極行使「經濟公民」的權利，以避免被其他人的錯誤決定所犧牲。」─張夏準

　　◎大家都說世界越開放機會越多，但為什麼我們看到的卻是工作更沒有保障？
　　◎明明財富一直增加、技術愈來愈進步，但是為什麼生活並沒有大幅改善？
　　◎富有的人，真的是因為他們更有能力嗎？富起來的國家真的是靠好制度嗎？

　　資本主義的陷阱無所不在，錯誤政策的代價已經無所遁形，
　　世界是不平等，但是經濟不是專家的事，我們並不是無能為力！

　　三十多年來，奉行自由市場理論的國家主張放鬆管制、價格機制決定一切等，造成富國經濟成長大幅放緩，開發中國家也受影響，最終導致金融風暴至今難以復甦。如今利率已經低到不可能再低，多數政府寅吃卯糧，我們還能繼續在搖搖欲墜的基礎上往前走？

　　劍橋大學發展經濟學家張夏準，以長年對市場和經濟發展的研究為基礎，帶領讀者認識自由市場機制掩蓋下的殘酷真相，從開發中國家的角度出發，思考後進市場更好的發展之道。

　　當下全球大環境低迷，如果我們希望執政者採取正確的行動方針，就必須先理解世界經濟的真實運作方式，積極行使經濟公民權。

　　自由市場意識形態導致政策失靈，但我們可以讓資本主義變得更好！
　　◎讓人們擁有翻身的機會：福利國家與良好經濟可以共存。設計良好的福利政策鼓勵大家在職場上勇於冒險，樂於接受改變，有助於推動經濟成長。

　　◎拒絕虛幻的穩定：過分關注通貨膨脹，卻忽略無法充分就業和經濟成長疲軟的問題。貿易自由化摧毀很多正式工作，人們失去保障，更沒有安全感。

　　◎更重視「製造業」：多數高價值服務都仰賴製造業，例如金融和技術諮詢，若沉迷新科技卻忽略製造業，會對經濟造成負面影響。

各界熱烈推薦

　　《金融時報》《時代雜誌》《展望》《衛報》《獨立報》等
　　瞿宛文｜中央研究院人文社會科學研究中心研究員
　　李華驎｜《公司的品格》作者
　　林立青｜《做工的人》作者

　　本書挑戰全世界一般人對於資本主義的看法。作者以新穎的問答方式著手，選擇了二十三個有趣的且貼近平常人的問題來切入，應能有效地顛覆我們的舊思維，幫助我們檢討既有體制並進行反思。─ 瞿宛文，中央研究院人文社會科學研究中心研究員

　　中低收入者發現餅又開始變大時，由於資產價格的快速上升，自己吃到的餅並沒有變大，反而變小了，因而開始反對政府，這從美國近年來快速興起的社會主義者（或自稱的進步主義者），或全球各地都陸續出現打著反建制派而獲取執政權的庶民總統，都可見一般……當全球再次因為疫情，面臨著資本市場，甚至是整體經濟市場的大挑戰，各國政府也不意外祭出更大的救援方案的當下，再次閱讀張教授的著作或許可以給大家不同的思維。─ 李華驎，《公司的品格》作者

　　這一本書不只適合發展中國家，更適合已開發國家，因為這些國家的公民很可能接受經濟學的時間更久，更需要重新思考，並且換個角度來看世界，而台灣正在朝已開發國家的路上前進，這樣的思考和觀點，正是我們現在最需要的。我們不能只知道新自由主義的觀點，但你還知道多少呢？─ 林立青，《做工的人》作者

　　思考鞭辟入裡、擲地有聲！─《時代雜誌》

　　這是數十年來對美國號稱的資本主義數一數二嚴厲的批判，但這本書並不特別屬於自由派或左派，因此剛好符合美國對經濟批評的迫切需求：即激進又跨越黨派。書中有不少看法會得罪共和黨（美國人沒有致富的內在權利）和民主黨（移民讓當地勞工更窮），但也有許多觀念會讓兩黨讀來滿意，有助於尋找真正的答案。這本書的理論基礎紮實，但絕對不是寫給理論家看。因此，這本書適合的讀者群，必須明白美國正被資本主義本質與其運作原理的迷思所囿，而破除這些迷思正是本書的頭號任務。─《赫芬頓郵報》

　　作者的論據引人入勝，旨在呼籲全球化時代必須抱持更審慎與憐憫的心態，這一點確實難以駁倒。─《金融時報》

　　市面上針對經濟危機而寫的書，都沒有這一本書來得趣味橫生又平易近人。─ 唐．哈森，獨立媒體AlterNet前執行總監  

　　我在過去四十年來從事新聞工作，在密蘇里新聞學院培訓過數千位記者，寫過評論和書籍，其中包含大量的經濟政策和商業行為。真希望我還是個菜鳥時，就可以買到這本書，當美國人被灌輸放任企業的教條主義時，我就能夠更加警覺。─ 史蒂芬‧溫伯格，密蘇里新聞學教授   

　　本書徹底揭穿資本主義的神話。─《衛報》

　　提出現代經濟思想的啟發性原理及其錯誤之處，敦促我們採取行動以完全重建世界經濟。─《出版人周刊》

　　打破迷思，文筆優美。─ 英國《獨立報》

　　生動，易讀，且具有挑釁意味之作。─ 英國《星期日泰晤士報》

　　若想真正了解資本主義，並且希望它真正起作用的人，這本書將具有無價的價值。─ 英國《觀察家報》');